---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationCustomDataType.Text
enum: Autodesk.Revit.DB.Fabrication.FabricationCustomDataType
source: html/f83b689c-c6df-0776-669e-b77793e74a1b.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationCustomDataType.Text

Text data type